Repository: legeling/AltForge
Catalog: AltStore/Resources/Localizable.xcstrings
Source language: en
Languages: ja, pt_br, zh_hans

source: “%@” Blocked
ja: 「%@」をブロックしました
pt_br: “%@” bloqueado
zh_hans: “%@” 被阻止

source: “%@” could not be added to AltForge.
ja: 「%@」をAltForgeに追加できませんでした。
pt_br: “%@” não pôde ser adicionado ao AltForge.
zh_hans: “%@”无法添加到 AltForge。

source: “%@” will be automatically given these permissions once installed.
ja: 「%@」はインストール後に、これらの権限が自動的に付与されます。
pt_br: “%@” receberá automaticamente essas permissões após ser instalado.
zh_hans: “%@”将自动获得这些权限。

# %@ %@ is now available for download.
source: %1$@ %2$@ is now available for download.
ja: %1$@%2$@がダウンロード可能になりました。
pt_br: %1$@ %2$@ já está disponível para download.
zh_hans: %1$@ %2$@ 现已可供下载。

# %@ %@ update. Released on %@.
source: %1$@ %2$@ update. Released on %3$@.
ja: %1$@%2$@のアップデート。%3$@にリリース。
pt_br: Atualização de %1$@ %2$@. Lançado em %3$@.
zh_hans: %1$@ %2$@ 更新。发布于 %3$@。

source: %@ a month
ja: 毎月%@
pt_br: %@ por mês
zh_hans: %@ 一个月

source: %@ App IDs
ja: %@個のアプリID
zh_hans: %@ 个 App ID

source: %@ App IDs Remaining
ja: 残り%@個のアプリID
pt_br: %@ App IDs restantes
zh_hans: 剩余 %@ 个 App ID

source: %@ beta
ja: %@ベータ版
zh_hans: %@ 测试版

# %@ by %@
source: %1$@ by %2$@
ja: %2$@による%1$@
pt_br: %1$@ por %2$@
zh_hans: %1$@ 由 %2$@

source: %@ can not jailbreak this device unless you untether it first. Are you sure you want to install without untethering?
ja: まずアンテザードしない限り、%@はこのデバイスを脱獄することができません。アンテザードなしでインストールしてもよろしいですか？
pt_br: %@ não pode fazer o jailbreak deste dispositivo a menos que você faça o untether primeiro. Tem certeza de que deseja instalar sem fazer o untether?
zh_hans: 必须先将设备转为完美越狱，%@ 才能执行越狱。确定要在不转为完美越狱的情况下安装吗？

source: %@ can only be downloaded from its original source
ja: %@は元のソースからのみダウンロードできます
pt_br: %@ só pode ser baixado de sua fonte original
zh_hans: %@ 只能从其原始软件源下载

source: %@ could not be downloaded.
ja: %@をダウンロードできませんでした。
pt_br: %@ não pôde ser baixado.
zh_hans: %@ 无法下载。

source: %@ could not be found.
ja: %@は見つかりませんでした。
pt_br: %@ não pôde ser encontrado.
zh_hans: 找不到 %@。

source: %@ could not be installed.
ja: %@をインストールできませんでした。
pt_br: %@ não pôde ser instalado.
zh_hans: 无法安装 %@。

source: %@ days
ja: %@日
pt_br: %@ dias
zh_hans: %@ 天

source: %@ DAYS
ja: %@日
pt_br: %@ DIAS
zh_hans: %@ 天

# %@ does not support iOS %@.
source: %1$@ does not support iOS %2$@.
ja: %1$@はiOS %2$@をサポートしていません。
pt_br: %1$@ não é compatível com iOS %2$@.
zh_hans: %1$@ 不支持 iOS %2$@。

source: %@ is not a valid Mastodon server.
ja: %@は有効なMastodonのサーバーではありません。
pt_br: %@ não é um servidor Mastodon válido.
zh_hans: %@ 不是有效的 Mastodon 服务器。

source: %@ is not added to AltForge.
ja: %@はAltstoreに追加されていません。
pt_br: %@ não foi adicionado ao AltForge.
zh_hans: %@ 未添加到 AltForge。

source: %@ is not available in your region.
ja: %@はお住まいの地域ではご利用いただけません。
pt_br: %@ não está disponível na sua região.
zh_hans: %@ 在您所在的地区不可用。

source: %@ may request access to the following:
ja: %@は以下へのアクセスを要求する場合があります：
pt_br: %@ pode solicitar acesso ao seguinte:
zh_hans: %@ 可能请求访问以下内容：

source: %@ News
ja: %@ニュース
pt_br: %@ novidades
zh_hans: %@ 新闻

# %@ requires %@ App IDs, but %@.
source: %1$@ requires %2$@ App IDs, but %3$@.
ja: %1$@には%2$@アプリIDが必要ですが、%3$@。
pt_br: %1$@ requer %2$@ App IDs, mas %3$@.
zh_hans: %1$@ 需要 %2$@ 个 App ID，但当前%3$@。

source: %@ requires additional permissions not specified by the source.
ja: %@にはソースで指定されていない追加の権限が必要です。
pt_br: %@ requer permissões adicionais não especificadas pela fonte.
zh_hans: %@ 需要软件源未声明的附加权限。

source: %@ requires an active pledge in order to be installed.
ja: %@をインストールするには、アクティブな支援が必要です。
pt_br: %@ requer uma contribuição ativa para ser instalado.
zh_hans: %@ 需要有效的赞助才能安装。

# %@ requires iOS %@ or earlier.
source: %1$@ requires iOS %2$@ or earlier.
ja: %1$@にはiOS %2$@以前が必要です。
pt_br: %1$@ requer iOS %2$@ ou anterior.
zh_hans: %1$@ 需要 iOS %2$@ 或更早版本。

# %@ requires iOS %@ or later.
source: %1$@ requires iOS %2$@ or later.
ja: %1$@にはiOS %2$@以降が必要です。
pt_br: %1$@ requer iOS %2$@ ou posterior.
zh_hans: %1$@ 需要 iOS %2$@ 或更高版本。

source: %@ requires more permissions than the version that is already installed
ja: %@には、既にインストールされているバージョンよりも多くの権限が必要です
pt_br: %@ requer mais permissões do que a versão que já está instalada
zh_hans: %@ 需要比已安装的版本更多的权限

source: %@ Unsupported Updates Available
ja: サポートされていないアップデート%@件が利用可能です
pt_br: %@ Atualizações não suportadas disponíveis
zh_hans: 有 %@ 个不支持的更新

source: %@/mo
ja: %@/月
pt_br: %@/mês
zh_hans: %@/月

source: ^[%lld app](inflect: true)
ja: ^[%lldアプリ](inflect: true)
zh_hans: ^[%lld个App](inflect: true)

source: ^[%lld App](inflect: true)
ja: ^[%lldアプリ](inflect: true)
zh_hans: ^[%lld个App](inflect: true)

source: ^[%lld follower](inflect: true)
ja: ^[%lldフォロワー](inflect: true)
pt_br: ^[%lld seguidor](inflect: true)
zh_hans: ^[%lld位关注者](inflect: true)

source: ^[%lld like](inflect: true)
ja: ^[%lld件のいいね！](inflect: true)
pt_br: ^[%lld curtir](inflect: true)
zh_hans: ^[%lld个赞](inflect: true)

source: ^[%lld Source](inflect: true) Added
ja: ^[%lldソース](inflect: true) 追加
pt_br: ^[%lld Fonte](inflect: true) adicionada
zh_hans: 已添加 ^[%lld个软件源](inflect: true)

source: 1 App ID
ja: 1つのアプリID
zh_hans: 1 个 App ID

source: 1 App ID Remaining
ja: 残り1個のアプリID
pt_br: 1 App ID restante
zh_hans: 剩余 1 个 App ID

source: 1 day
ja: 1日
pt_br: 1 dia
zh_hans: 1 天

source: A connection to AltForge Server could not be established.
ja: AltForge Serverへの接続が確立できませんでした。
pt_br: Não foi possível estabelecer uma conexão com o AltForge Server.
zh_hans: 无法建立与 AltForge Server 的连接。

source: A permission for %@ is missing a usage description.
ja: %@の権限に使用説明が不足しています。
pt_br: Uma permissão de %@ está com a descrição de uso ausente.
zh_hans: %@ 的权限缺少使用说明。

source: A placeholder app needs to be installed in order to prepare your device for untethering. This may take a few moments.
ja: アンテザードの準備のため、プレースホルダーアプリをインストールする必要があります。 これには数分かかる場合があります。
pt_br: Um app placeholder precisa ser instalado para preparar seu dispositivo para o untethering. Isso pode levar alguns instantes.
zh_hans: 需要安装一个占位 App，为设备转为完美越狱做准备。 这可能需要一些时间。

source: A source cannot change its identifier once added. This source can no longer be updated.
ja: ソースは一度追加されると識別子を変更できません。このソースは今後アップデートできなくなります。
pt_br: Uma fonte não pode mudar seu identificador após ser adicionada e não pode mais ser atualizada.
zh_hans: 软件源一旦添加就无法更改其标识符。该软件源无法再更新。

source: A source with the identifier '%@' already exists
ja: 識別子「%@」のソースはすでに存在します
pt_br: Já existe uma fonte com o identificador “%@”
zh_hans: 标识符为“%@”的软件源已存在

source: About
ja: 概要
pt_br: Sobre
zh_hans: 关于

source: ACCOUNT
ja: アカウント
pt_br: CONTA
zh_hans: 账户

source: Activate
ja: アクティベート
pt_br: Ativar
zh_hans: 激活

source: ACTIVATE
ja: アクティベート
pt_br: ATIVAR
zh_hans: 激活

source: Activate %@
ja: %@をアクティベート
pt_br: Ativar %@
zh_hans: 激活 %@

source: Active
ja: アクティブ
pt_br: Ativo
zh_hans: 已激活

source: ADD
ja: 追加
pt_br: ADICIONAR
zh_hans: 添加

source: Add ^[%lld source](inflect: true)
ja: ^[%lldソース](inflect: true)を追加
pt_br: Adicionar ^[%lld fonte](inflect: true)
zh_hans: 添加 ^[%lld个软件源](inflect: true)

source: Add All
ja: すべて追加
pt_br: Adicionar tudo
zh_hans: 添加全部

source: Add More Sources
ja: さらにソースを追加
pt_br: Adicionar mais fontes
zh_hans: 添加更多软件源

source: Add Source
ja: ソースを追加
pt_br: Adicionar fonte
zh_hans: 添加软件源

source: Additional Permissions
ja: 追加の権限
pt_br: Permissões adicionais
zh_hans: 附加权限

source: all apps downloaded from it.
ja: そこからダウンロードされたすべてのアプリ。
pt_br: todos os apps baixados a partir dele.
zh_hans: 从其中下载的所有应用。

source: All apps have been refreshed.
ja: すべてのアプリが更新されました。
pt_br: Todos os apps foram atualizados.
zh_hans: 所有 App 均已刷新。

source: All sources were added successfully.
ja: すべてのソースが正常に追加されました。
pt_br: Todas as fontes foram adicionadas com sucesso.
zh_hans: 所有软件源均已成功添加。

source: AltForge closed before this operation finished, so the result could not be recorded.
ja: 操作が完了する前にAltForgeが終了したため、結果を記録できませんでした。
pt_br: O AltForge foi encerrado antes do fim da operação, portanto o resultado não pôde ser registrado.
zh_hans: AltForge 在操作完成前意外关闭，因此未能记录操作结果。

source: AltForge Server could not be found.
ja: AltForge Serverが見つかりませんでした。
pt_br: O AltForge Server não foi encontrado.
zh_hans: 找不到 AltForge Server。

source: AltForge can only install marketplace apps that have been notarized by Apple.
ja: AltForgeはAppleによって公証済みのマーケットプレイスアプリのみをインストールできます。
pt_br: O AltForge só pode instalar apps de marketplace que tenham sido notarizados pela Apple.
zh_hans: AltForge 只能安装经过 Apple 公证的市场应用。

source: AltForge could not determine this device's UDID.
ja: AltForgeはこのデバイスのUDIDを特定できませんでした。
pt_br: O AltForge não conseguiu determinar o UDID deste dispositivo.
zh_hans: AltForge 无法确定该设备的 UDID。

source: AltForge does not have detailed information for these entitlements.
ja: AltForgeにはこれらのエンタイトルメントに関する詳細情報がありません。
pt_br: O AltForge não possui informações detalhadas sobre esses entitlements.
zh_hans: AltForge 没有这些授权项的详细信息。

source: AltForge Expiring Soon
ja: AltForgeの期限がまもなく切れます
pt_br: O AltForge irá expirar em breve
zh_hans: AltForge 即将到期

source: AltForge News
ja: AltForgeニュース
pt_br: Novidades do AltForge
zh_hans: AltForge 资讯

source: AltForge was denied permission to launch %@.
ja: AltForgeは%@を起動する権限を拒否されました。
pt_br: O AltForge teve a permissão negada para iniciar o %@.
zh_hans: AltForge 被拒绝启动 %@ 的权限。

source: AltForge was unable to use an existing signing certificate, so it had to create a new one. This will cause any apps installed with an existing certificate to expire — including AltForge. To prevent AltForge from expiring early, please refresh the app now. AltForge will quit once refreshing is complete.
ja: AltForgeは既存の署名証明書を使用できなかったため、新しい証明書を作成する必要がありました。これにより、既存の証明書でインストールされたアプリ（AltForgeを含む）はすべて期限切れとなります。 AltForgeの早期期限切れを防ぐため、今すぐアプリを更新してください。更新が完了するとAltForgeは終了します。
pt_br: O AltForge não conseguiu usar um certificado de assinatura existente, então precisou criar um novo. Isso fará com que quaisquer apps instalados com um certificado anterior expirem, incluindo o próprio AltForge. Para evitar que o AltForge expire antes do tempo, atualize o app agora. O AltForge será encerrado assim que a atualização for concluída.
zh_hans: AltForge 无法使用现有签名证书，因此必须创建一个新证书。这将导致使用现有证书安装的所有 App 提前过期，其中也包括 AltForge。 为了防止 AltForge 提前过期，请立即刷新 App。刷新完成后，AltForge 将退出。

source: AltForge will expire in 24 hours. Open the app and refresh it to prevent it from expiring.
ja: AltForgeは24時間後に期限切れになります。期限切れを防ぐにはアプリを開き、更新してください。
pt_br: O AltForge expirará em 24 horas. Abra o app e atualize-o para evitar que ele expire.
zh_hans: AltForge 将在 24 小时后过期。请打开 App 并刷新，避免其过期。

source: AltForge's shared app group could not be accessed.
ja: AltForgeの共有アプリグループにアクセスできませんでした。
pt_br: Não foi possível acessar o grupo de apps compartilhado do AltForge.
zh_hans: AltForge 的共享应用组无法访问。

source: An account with the username @%@ could not be found.
ja: ユーザー名が@%@のアカウントが見つかりませんでした。
pt_br: Não foi possível encontrar uma conta com o nome de usuário @%@ .
zh_hans: 找不到用户名为 @%@ 的账户。

source: An account with this username could not be found.
ja: このユーザー名のアカウントは見つかりませんでした。
pt_br: Não foi possível encontrar uma conta com este nome de usuário.
zh_hans: 找不到具有此用户名的账户。

source: an app in source “%@”
ja: ソース「%@」内のアプリ
pt_br: um app na fonte “%@”
zh_hans: 软件源“%@”中的应用

source: An HTTP error occured.
ja: HTTPエラーが発生しました。
pt_br: Ocorreu um erro HTTP.
zh_hans: 发生 HTTP 错误。

source: An iPad screenshot for %@ does not specify its size
ja: %@のiPadスクリーンショットはサイズが指定されていません
pt_br: A captura de tela de iPad de %@ não tem tamanho especificado.
zh_hans: %@ 的 iPad 屏幕截图未指定其大小

source: An unknown error occured.
ja: 不明なエラーが発生しました。
pt_br: Ocorreu um erro desconhecido.
zh_hans: 发生未知错误。

source: Any apps you've installed from this source will remain, but they'll no longer receive any app updates.
ja: このソースからインストールしたアプリは残りますが、アプリのアップデートは今後受け取れなくなります。
pt_br: Os apps instalados dessa fonte permanecerão, mas não receberão mais atualizações.
zh_hans: 您从此软件源安装的任何应用都将保留，但它们将不再接收任何应用更新。

source: App
ja: アプリ

source: App Contains Extensions
ja: アプリには拡張機能が含まれています
pt_br: O app contém extensões
zh_hans: App 包含扩展

source: app extension
ja: アプリ拡張
pt_br: extensão do app
zh_hans: 应用扩展

source: app extensions
ja: アプリ拡張
pt_br: extensões do app
zh_hans: 应用扩展

source: App ID:
ja: アプリID：

source: App Password
ja: アプリのパスワード
pt_br: Senha do aplicativo
zh_hans: 应用密码

source: App Refresh Tip
ja: アプリ更新のヒント
pt_br: Dica de atualização de apps
zh_hans: 应用刷新提示

source: App Update
ja: アプリのアップデート
pt_br: Atualização do aplicativo
zh_hans: 应用更新

source: Approve
ja: 承認
pt_br: Aprovar
zh_hans: 允许

source: Are you sure you want to clear AltForge's cache?
ja: AltForgeのキャッシュをクリアしてもよろしいですか？
pt_br: Tem certeza de que deseja limpar o cache do AltForge?
zh_hans: 您确定要清除 AltForge 的缓存吗？

source: Are you sure you want to clear the error log?
ja: エラーログをクリアしてもよろしいですか？
pt_br: Tem certeza de que deseja limpar o log de erros?
zh_hans: 您确定要清除错误日志吗？

source: Are you sure you want to remove the source “%@”?
ja: ソース「%@」を削除してもよろしいですか？
pt_br: Tem certeza de que deseja remover a fonte “%@”?
zh_hans: 您确定要删除软件源“%@”吗？

source: Are you sure you want to restore this backup?
ja: このバックアップを復元してもよろしいですか？
pt_br: Tem certeza de que deseja restaurar este backup?
zh_hans: 您确定要恢复此备份吗？

source: Are you sure you want to sign out?
ja: サインアウトしてもよろしいですか？
pt_br: Tem certeza de que deseja sair?
zh_hans: 您确定要退出吗？

source: Are you sure you want to unlink your Patreon account?
ja: Patreonアカウントの連携を解除してもよろしいですか？
pt_br: Tem certeza de que deseja desvincular sua conta do Patreon?
zh_hans: 您确定要取消与 Patreon 账户的关联吗？

# Are you sure you'd like to %@ %@?
source: Are you sure you'd like to %1$@ %2$@?
ja: %2$@を%1$@してもよろしいですか？
pt_br: Tem certeza de que deseja %1$@ %2$@?
zh_hans: 您确定要 %1$@ %2$@ 吗？

source: Back Up
ja: バックアップ
pt_br: Fazer backup
zh_hans: 备份

source: Back Up %@
ja: %@をバックアップ
pt_br: Fazer backup de %@
zh_hans: 备份 %@

source: Become a patron
ja: パトロンになる
pt_br: Torne-se um apoiador
zh_hans: 成为赞助者

source: BILLING
ja: 請求
pt_br: FATURAMENTO
zh_hans: 计费

source: Bridge Account
ja: ブリッジアカウント
pt_br: Conta Bridge
zh_hans: 桥接账户

source: Browse
ja: ブラウズ
pt_br: Navegar
zh_hans: 浏览

source: Cannot Activate More than 3 Apps
ja: 3つ以上のアプリを有効化することはできません
pt_br: Não foi possível ativar mais de 3 apps
zh_hans: 无法激活超过 3 个应用

source: Cannot Activate More than 3 Apps and App Extensions
ja: 3つ以上のアプリとアプリ拡張機能を有効化することはできません
pt_br: Não foi possível ativar mais de 3 apps e extensões de apps
zh_hans: 无法激活超过 3 个应用和应用扩展

source: Cannot Send Mail
ja: メールを送信できません
pt_br: Não foi possível enviar pelo Mail
zh_hans: 无法发送邮件

source: Categories
ja: カテゴリー
pt_br: Categorias
zh_hans: 类别

source: category
ja: カテゴリー
pt_br: categoria
zh_hans: 类别

source: Change App Icon
ja: アプリアイコンを変更
pt_br: Alterar ícone do app
zh_hans: 更改应用图标

source: Change Icon
ja: アイコンを変更
pt_br: Alterar ícone
zh_hans: 更改图标

source: Classic
ja: クラシック
pt_br: Clássico
zh_hans: 经典

source: Clear Cache
ja: キャッシュをクリア
pt_br: Limpar cache
zh_hans: 清除缓存

source: Clear Error Log
ja: エラーログをクリア
pt_br: Limpar o log de erros
zh_hans: 清除错误日志

source: Collections
ja: コレクション
pt_br: Coleções
zh_hans: 软件源合集

source: Coming Soon!
ja: 近日公開！
pt_br: Em breve!
zh_hans: 即将推出！

source: Confirm Action
ja: 操作を確認
pt_br: Confirmar ação
zh_hans: 确认操作

source: Confirm Installation
ja: インストールを確認
pt_br: Confirmar instalação
zh_hans: 确认安装

source: Connect Patreon Account
ja: Patreonアカウントを接続
pt_br: Conectar conta do Patreon
zh_hans: 连接 Patreon 账户

source: Continue
ja: 続行
pt_br: Continuar
zh_hans: 继续

source: Continue in App
ja: アプリで続行
pt_br: Continuar no app
zh_hans: 在应用中继续

source: Copy Error Code
ja: エラーコードをコピー
pt_br: Copiar código de erro
zh_hans: 复制错误代码

source: Copy Error Message
ja: エラーメッセージをコピー
pt_br: Copiar mensagem de erro
zh_hans: 复制错误消息

source: Could not back up “%@”.
ja: 「%@」をバックアップできませんでした。
pt_br: Não foi possível fazer backup de “%@”.
zh_hans: 无法备份“%@”。

source: Could not back up jailbreak app.
ja: 脱獄アプリをバックアップできませんでした。
pt_br: Não foi possível fazer backup do app de jailbreak.
zh_hans: 无法备份越狱应用。

source: Could not determine presenting context.
ja: 提示コンテキストを特定できませんでした。
pt_br: Não foi possível determinar o contexto de apresentação.
zh_hans: 无法确定当前上下文。

source: Could not download OTA archive.
ja: OTAアーカイブをダウンロードできませんでした。
pt_br: Não foi possível baixar o arquivo OTA.
zh_hans: 无法下载 OTA 存档。

source: Could not enable JIT for %@
ja: %@のJITを有効化できませんでした
pt_br: Não foi possível ativar o JIT para %@
zh_hans: 无法为 %@ 启用 JIT

source: Could not extract Spotlight from OTA archive.
ja: OTAアーカイブからSpotlightを抽出できませんでした。
pt_br: Não foi possível extrair o Spotlight do arquivo OTA.
zh_hans: 无法从 OTA 存档中提取 Spotlight。

source: Could not install %@ placeholder.
ja: %@プレースホルダーをインストールできませんでした。
pt_br: Não foi possível instalar o placeholder %@.
zh_hans: 无法安装 %@ 占位符。

source: Could not install %@.
ja: %@をインストールできませんでした。
pt_br: Não foi possível instalar %@.
zh_hans: 无法安装 %@。

source: Could Not Load Likes
ja: いいね！を読み込めませんでした
pt_br: Não foi possível carregar as curtidas
zh_hans: 无法加载点赞

source: Could not open %@ placeholder.
ja: %@プレースホルダーを開けませんでした。
pt_br: Não foi possível abrir o placeholder %@.
zh_hans: 无法打开 %@ 占位符。

source: Could not open %@.
ja: %@を開けませんでした。
pt_br: Não foi possível abrir %@.
zh_hans: 无法打开 %@。

source: Could not patch %@ placeholder.
ja: %@プレースホルダーにパッチを適用できませんでした。
pt_br: Não foi possível aplicar patch no placeholder %@.
zh_hans: 无法修补 %@ 占位符。

source: Could not restore “%@”.
ja: 「%@」を復元できませんでした。
pt_br: Não foi possível restaurar “%@”.
zh_hans: 无法恢复“%@”。

source: CREDITS
ja: クレジット
pt_br: CRÉDITOS
zh_hans: 致谢

source: Custom Pledge
ja: カスタム支援
pt_br: Contribuição personalizada
zh_hans: 自定义赞助

source: Deactivate
ja: 非アクティブ化
pt_br: Desativar
zh_hans: 停用

source: DEBUG
ja: デバッグ
pt_br: DEPURAR
zh_hans: 调试

source: Delete
ja: 削除
pt_br: Excluir
zh_hans: 删除

source: Delete sideloaded apps to free up App ID slots.
ja: サイドロードしたアプリを削除して、アプリIDスロットを解放してください。
pt_br: Exclua apps instalados via sideload para liberar slots de App ID.
zh_hans: 删除侧载应用以释放 App ID 插槽。

source: DISPLAY
ja: 表示
pt_br: EXIBIÇÃO
zh_hans: 显示

source: Don’t know where to start? Try adding one of our Recommended Sources!
ja: 何から始めればよいかわかりませんか？推奨ソースの1つを追加してみてください！
pt_br: Não sabe por onde começar? Tente adicionar uma das nossas Fontes Recomendadas!
zh_hans: 不知道从哪里开始？尝试添加我们推荐的软件源之一！

source: Done
ja: 完了
pt_br: Concluído
zh_hans: 完成

source: Download %@
ja: %@をダウンロード
pt_br: Baixar %@
zh_hans: 下载 %@

# Download %@ %@
source: Download %1$@ %2$@
ja: %1$@の%2$@をダウンロード
pt_br: Baixar %1$@ %2$@
zh_hans: 下载 %1$@ %2$@

source: Downloading %@…
ja: %@をダウンロード中...
pt_br: Baixando %@…
zh_hans: 正在下载 %@…

source: Downloading iOS firmware...
ja: iOSファームウェアをダウンロード中...
pt_br: Baixando o firmware do iOS...
zh_hans: 正在下载 iOS 固件…

source: duplicate versions
ja: 重複バージョン
pt_br: versões duplicadas
zh_hans: 重复版本

source: Each app and app extension installed with AltForge must register an App ID with Apple. App IDs for paid developer accounts never expire, and there is no limit to how many you can create.
ja: AltForgeでインストールされた各アプリおよびアプリ拡張機能は、AppleにアプリIDを登録する必要があります。 有料の開発者用アカウントのアプリIDには期限がなく、作成数に制限はありません。
pt_br: Cada app e extensão de app instalada com o AltForge deve registrar um App ID com a Apple. Em contas de desenvolvedor pagas, os App IDs nunca expiram e não há limite de criação.
zh_hans: 使用 AltForge 安装的每个 App 和 App 扩展都必须向 Apple 注册一个 App ID。 付费开发者账户的 App ID 永不过期，创建数量也不受限制。

source: Each app and app extension installed with AltForge must register an App ID with Apple. Apple limits non-developer Apple IDs to 10 App IDs at a time. **App IDs can't be deleted**, but they do expire after one week. AltForge will automatically renew App IDs for all active apps once they've expired.
ja: AltForgeでインストールされた各アプリおよびアプリ拡張機能は、AppleにアプリIDを登録する必要があります。非開発者用の Apple ID では、同時に作成できるApp IDは最大10件までです。 **アプリIDは削除できません**が、1週間後に期限切れとなります。AltForgeは、期限が切れたすべてのアクティブなアプリのアプリIDを自動的に更新します。
pt_br: Cada app e extensão de app instalada com o AltForge deve registrar um App ID com a Apple. A Apple limita Apple IDs de não desenvolvedor a 10 App IDs por vez. **Os App IDs não podem ser excluídos**, mas expiram após uma semana. O AltForge os renovará automaticamente para todos os apps ativos quando expirarem.
zh_hans: 使用 AltForge 安装的每个 App 和 App 扩展都必须向 Apple 注册一个 App ID。非开发者 Apple ID 同时最多可注册 10 个 App ID。 **App ID 无法删除**，但会在一周后过期。App ID 过期后，AltForge 会自动为所有已激活 App 续期。

source: Enable Background Refresh to automatically refresh apps in the background when connected to the same Wi-Fi as AltForge Server.
ja: AltForge Serverと同じWi-Fiに接続しているときに、バックグラウンドでアプリを自動的に更新するには、バックグラウンド更新を有効にしてください。
pt_br: Ative a atualização em segundo plano para atualizar automaticamente os apps em segundo plano quando estiver conectado à mesma rede Wi-Fi que o AltForge Server.
zh_hans: 启用后台刷新，以便在连接到与 AltForge Server 相同的 Wi-Fi 时自动在后台刷新 App。

source: Enable JIT
ja: JITを有効化
pt_br: Ativar JIT
zh_hans: 启用 JIT

source: Enabled JIT for %@
ja: %@のJITを有効化しました
pt_br: JIT ativado para %@
zh_hans: 为 %@ 启用 JIT

source: Enter a source's URL below, or add one of the recommended sources.
ja: 以下にソースのURLを入力するか、推奨されるソースのいずれかを追加してください。
pt_br: Insira abaixo a URL de uma fonte ou adicione uma das fontes recomendadas.
zh_hans: 在下方输入软件源 URL，或添加一个推荐软件源。

source: Entitlements are additional permissions that grant access to certain system services, including potentially sensitive information.
ja: エンタイトルメントは、特定のシステムサービスへのアクセスを許可する追加の権限です。これらのサービスは機密性の高い情報へのアクセスを提供することがあります。
pt_br: Entitlements são permissões extras que dão acesso a serviços do sistema, incluindo informações potencialmente sensíveis.
zh_hans: 授权项是访问特定系统服务所需的附加权限，其中可能涉及敏感信息。

source: Error Details
ja: エラー詳細
pt_br: Detalhes do erro
zh_hans: 错误详细信息

source: Error Loading Patrons
ja: パトロンの読み込みエラー
pt_br: Erro ao carregar apoiadores
zh_hans: 加载赞助者失败

source: Error:
ja: エラー：
pt_br: Erro:
zh_hans: 错误：

source: Errors that occur when sideloading or refreshing apps will appear here.
ja: アプリのサイドローディングまたは更新中に発生したエラーはここに表示されます。
pt_br: Erros que acontecem ao fazer sideload ou atualizar apps aparecerão aqui.
zh_hans: 侧载或刷新应用时发生的错误将出现在此处。

source: Errors that occur while installing apps will appear here.
ja: アプリのインストール中に発生したエラーはここに表示されます。
pt_br: Erros que ocorram durante a instalação de apps aparecerão aqui.
zh_hans: 安装应用时发生的错误将显示在此处。

source: Expires in
ja: 期限切れまで残り：
pt_br: Expira em
zh_hans: 剩余有效期

source: Expires in %@
ja: %@後に期限が切れます
pt_br: Expira em %@
zh_hans: 剩余有效期 %@

source: Expires in %@.
ja: %@後に期限が切れます。
pt_br: Expira em %@.
zh_hans: 剩余有效期 %@。

source: Export Backup
ja: バックアップのエクスポート
pt_br: Exportar backup
zh_hans: 导出备份

source: Failed to Activate %@
ja: %@のアクティベートに失敗しました
pt_br: Falha ao ativar %@
zh_hans: 激活 %@ 失败

source: Failed to Back Up %@
ja: %@のバックアップに失敗しました
pt_br: Falha ao fazer backup de %@
zh_hans: 备份 %@ 失败

source: Failed to Clear Error Log
ja: エラーログのクリアに失敗しました
pt_br: Falha ao limpar o log de erros
zh_hans: 清除错误日志失败

source: Failed to Deactivate %@
ja: %@の無効化に失敗しました
pt_br: Falha ao desativar %@
zh_hans: 无法停用 %@

source: Failed to Enable JIT for %@
ja: %@に対するJITの有効化に失敗しました
pt_br: Falha na ativação do JIT para %@
zh_hans: 无法为 %@ 启用 JIT

source: Failed to Install %@
ja: %@のインストールに失敗しました
pt_br: Falha ao instalar %@
zh_hans: 安装 %@ 失败

source: Failed to link commission token with Patreon account. Error Code: %@
ja: コミッショントークンのPatreonアカウントへのリンクに失敗しました。エラーコード：%@
pt_br: Falha ao vincular o token de comissão com a conta do Patreon. Código de erro: %@
zh_hans: 无法将佣金代币与 Patreon 账户关联。错误代码：%@

source: Failed to Log In
ja: ログインに失敗しました
pt_br: Falha ao fazer login
zh_hans: 登录失败

source: Failed to Refresh %@
ja: %@の更新に失敗しました
pt_br: Falha ao atualizar %@
zh_hans: 刷新 %@ 失败

source: Failed to refresh %@ apps.
ja: %@個のアプリの更新に失敗しました。
pt_br: Falha ao atualizar %@ apps.
zh_hans: 无法刷新 %@ 应用。

source: Failed to refresh 1 app.
ja: 1つのアプリの更新に失敗しました。
pt_br: Falha ao atualizar 1 app.
zh_hans: 无法刷新 1 个应用。

source: Failed to Refresh AltForge
ja: AltForgeの更新に失敗しました
pt_br: Falha ao atualizar o AltForge
zh_hans: 刷新 AltForge 失败

source: Failed to Refresh Apps
ja: アプリの更新に失敗しました
pt_br: Falha na atualização dos apps
zh_hans: 刷新应用失败
